//puzzle scene
"puzzle_line1" = "来组建";
"puzzle_line2" = "一条小鲤鱼吧！";
"puzzle_font_size" = "44";
"puzzle_letter_width" = "44";

//observe gill
"gill_line1" = "鱼鳃在哪里呢？";
"gill_line2" = "用放大镜瞧瞧吧！";
"gill_font_size" = "44";
"gill_letter_width" = "44";

"gill_tip1" = "腮从水中吸收氧气";
"gill_tip2" = "水和二氧化碳排出体外";
"gill_tip_font_size" = "26";
"gill_tip_letter_width" = "26";

//observe bladder
"bladder_line1" = "鱼鳔藏在肚子里";
"bladder_line2" = "用放大镜瞧瞧吧！";
"bladder_font_size" = "44";
"bladder_letter_width" = "44";

"bladder_tip" = "利用鱼鳔里的空气控制浮力";
"bladder_tip_font_size" = "26";
"bladder_tip_letter_width" = "26";

//observe fin
"fin_line1" = "鱼鳍有什么作用？";
"fin_line2" = "用放大镜瞧瞧吧！";
"fin_font_size" = "44";
"fin_letter_width" = "44";

"fin_tip1" = "胸鳍能保持身体平衡并改变方向";
"fin_tip2" = "腹鳍使鱼身保持平衡";
"fin_tip_font_size" = "26";
"fin_tip_letter_width" = "26";

//observe scale
"scale_line1" = "用放大镜看看鱼鳞";
"scale_line2" = "藏着什么秘密吧！";
"scale_font_size" = "44";
"scale_letter_width" = "44";

"scale_tip1" = "鱼鳞能保护鱼的皮肤，有助于鱼在水里行动";
"scale_tip2" = "有部分鱼的年龄可通过鱼鳞上的轮环计算出来";
"scale_tip_font_size" = "26";
"scale_tip_letter_width" = "26";

//submarine
"submarine_line1" = "小艇长，让你的";
"submarine_line2" = "潜水艇避开鱼群吧！";
"submarine_font_size" = "44";
"submarine_letter_width" = "44";

"submarine_tip1" = "点击屏幕，蓄水仓排水，潜水艇变轻开始上浮";
"submarine_tip2" = "你需要持续点击，否则海水进入蓄水仓，潜水艇变沉会下潜";
"submarine_tip3" = "控制潜水艇，躲避鱼群";
"submarine_tip_font_size" = "26";
"submarine_tip_letter_width" = "26";


//migration fish
"migration_tip" = "有些鱼类会因为寻食或者繁殖等原因而洄游";
"migration_tip_font_size" = "26";
"migration_tip_letter_width" = "26";